# ------------ ФРАЗЫ АЛИСЫ ------------ #

# Самое начало навыка
greeting = ['Привет! тут должно быть крутое приветствие и рассказ о том что может этот навык. \n Присутпим?']

# Согласие на начало навыка
start_skill = ['Здорово! Тогда приступим \n Случайный дизайн?']

# Завершение работы навыка
end_session = ['<тут должно быть пока>']

# При выборе случайного варианта
random = ['Случайный']

# Переспросить
what = ['непон']


# -------- ФРАЗЫ ПОЛЬЗОВАТЕЛЯ -------- #

# Согласие
yes = ['да', 'поехали', 'приступим', 'давай']

# Несогласие
no = ['нет', 'отставить', 'отмена']
