# ------------ ФРАЗЫ АЛИСЫ ------------ #

# Самое начало навыка
greeting = ['Привет! тут должно быть крутое приветствие и рассказ о том что может этот навык. \n Присутпим?']

# Согласие на начало навыка
start_skill = ['Здорово! Тогда приступим \n <тут должен быть вопрос о чем-то очень важном>']

# Несогласие на начало навыка
end_session = ['Хорошо, еще увидимся!']


# -------- ФРАЗЫ ПОЛЬЗОВАТЕЛЯ -------- #

# Согласие
yes = ['да', 'поехали', 'приступим']

# Несогласие
no = ['нет', 'отставить', 'отмена']
